import { faqsType } from '../types'

export const faqsList: faqsType[] = [
	{
		id: 0,
		question: 'Что такое современный поиск?',
		answer: 'Процесс поиска неструктурированной документальной информации, удовлетворяющей информационные потребности',
	},
	{
		id: 1,
		question: 'Что такое современный поиск?',
		answer: '2 Процесс поиска неструктурированной документальной информации, удовлетворяющей информационные потребности',
	},
	{
		id: 2,
		question: 'Что такое современный поиск?',
		answer: '3 Процесс поиска неструктурированной документальной информации, удовлетворяющей информационные потребности',
	},
]
