import { FlipCardType } from '../types'

export const flipCardsList: FlipCardType[] = [
	{
		id: 0,
		title: 'Физика',
		description: 'Фи́зика — область естествознания: наука о наиболее общих законах природы, о материи, её структуре, движении и правилах трансформации.',
		bgImage: 'card-bg-1'
	},
	{
		id: 1,
		title: 'Литература',
		description: 'Литература — в широком смысле слова совокупность любых письменных текстов. Чаще всего под литературой понимают художественную литературу, то есть литературу как вид искусства.',
		bgImage: 'card-bg-2'
	},
	{
		id: 2,
		title: 'Искусство',
		description: 'Иску́сство — одна из наиболее общих категорий эстетики, искусствознания и художественной практики.',
		bgImage: 'card-bg-3'
	},
	{
		id: 3,
		title: 'Математика',
		description: 'Матема́тика — точная формальная наука, первоначально исследовавшая количественные отношения и пространственные формы.',
		bgImage: 'card-bg-4'
	},
	{
		id: 4,
		title: 'Химия',
		description: 'Хи́мия — одна из важнейших и обширных областей естествознания, наука, изучающая вещества, также их состав и строение, их свойства, зависящие от состава и строения, их превращения, ведущие к изменению состава — химические реакции, а также законы и закономерности, которым эти превращения подчиняются.',
		bgImage: 'card-bg-5'
	},
	{
		id: 5,
		title: 'История',
		description: 'Исто́рия, историческая наука — наука, научная (академическая) дисциплина, предметом изучения которой является человеческое прошлое.',
		bgImage: 'card-bg-6'
	},
]
