import { TabsData } from '../types'

export const tabsData: TabsData[] = [
	{
		id: 1,
		button: {
			title: 'Как получить заказ?',
			bgImage: 'tabs-btn-1',
		},
		items: [
			{
				id: 0,
				title: 'Физика',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 1,
				title: 'Литература',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 2,
				title: 'Искусство',
				subtitle: 'Пушкин наше всё!',
			},
			{
				id: 3,
				title: 'Математика',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 4,
				title: 'Химия',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 5,
				title: 'История',
				subtitle: 'Пушкин наше всё!',
			},
		],
	},
	{
		id: 2,
		button: {
			title: 'Как оплатить заказ?',
			bgImage: 'tabs-btn-2',
		},
		items: [
			{
				id: 0,
				title: 'Физика 2',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 1,
				title: 'Литература 2',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 2,
				title: 'Искусство 2',
				subtitle: 'Пушкин наше всё!',
			},
			{
				id: 3,
				title: 'Математика 2',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 4,
				title: 'Химия 2',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 5,
				title: 'История 2',
				subtitle: 'Пушкин наше всё!',
			},
		],
	},
	{
		id: 3,
		button: {
			title: 'Как обменять заказ?',
			bgImage: 'tabs-btn-3',
		},
		items: [
			{
				id: 0,
				title: 'Физика 3',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 1,
				title: 'Литература 3',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 2,
				title: 'Искусство 3',
				subtitle: 'Пушкин наше всё!',
			},
			{
				id: 3,
				title: 'Математика 3',
				subtitle: 'Шокирующая правда о преломлении света',
			},
			{
				id: 4,
				title: 'Химия 3',
				subtitle: 'О чем молчат картины: великие художники',
			},
			{
				id: 5,
				title: 'История 3',
				subtitle: 'Пушкин наше всё!',
			},
		],
	},
]

